soapjaxb/reqData.txt

<v:Envelope
    xmlns:i=\"http://www.w3.org/2001/XMLSchema-instance\"
    xmlns:d=\"http://www.w3.org/2001/XMLSchema\"
    xmlns:c=\"http://schemas.xmlsoap.org/soap/encoding/\"
    xmlns:v=\"http://schemas.xmlsoap.org/soap/envelope/\">\n
<v:Header />\n
<v:Body>\n
<GetUserLoginInfo
    xmlns=\"http://tempuri.org/\" id=\"o0\" c:root=\"1\">\n
<JsonData i:type=\"d:string\">{\"Version\":\"1.0.0\",\"MasterSecret\":\"CTGi*7d54Fs*eruieud545Jgsdudb===Yhdt6\",\"AppEstateId\":\"ED7632C339E29F48\",\"DeviceInfo\":\"m82|9|WIFI网络|1.0.0|AArch64 Processor rev 4 (aarch64) \",\"ClientType\":2,\"Language\":3,\"UserName\":\"t1001\"}</JsonData>\n
    </GetUserLoginInfo>\n
    </v:Body>\n
    </v:Envelope>